Revit 2027 API
ParameterTypeId.ViewGraphSchedRowsFrom Property
 "Segment Start in Viewport"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedRowsFrom { get; }
Public Shared ReadOnly Property ViewGraphSchedRowsFrom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedRowsFrom {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedRowsFrom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace